Revit 2024 API
GroupTypeId.ReleasesMemberForces Property
 Releases / Member Forces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ReleasesMemberForces { get; }
Visual Basic
Public Shared ReadOnly Property ReleasesMemberForces As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ReleasesMemberForces {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace